[
    {
        "año": "2020",
        "modelo": "Versa",
        "marca": "Nissan",
        "cantPuertas": "5",
        "precio": "14.000",
        "color": "blanco",
        "tipo": "Sedán",
        "combustible": "Nafta",
        "habilitado": "no-reservado",
        "kilometros": "97500",
        "caracteristicas": [
            "Aire-acondicionado",
            "Transmisión-Automatica",
            "Cristales-eléctricos",
            "Airbag",
            "Frenos-ABS",
            "Radio-pantalla"
        ],
        "id": 1,
        "motor": "1.2",
        "descripción": "El Nissan Versa es un sedán compacto conocido por su eficiencia, comodidad y precio accesible. Su diseño moderno incluye una cabina espaciosa y características tecnológicas avanzadas para mejorar la experiencia de conducción. Con un motor eficiente en consumo de combustible y un manejo suave, el Versa es ideal tanto para trayectos urbanos como para viajes largos. Su enfoque en seguridad y confiabilidad lo convierte en una excelente opción para conductores que buscan un vehículo práctico sin comprometer el estilo."
    },
    {
        "año": "2017",
        "modelo": "New Beetle",
        "marca": "Volskwagen",
        "cantPuertas": "3",
        "precio": "24.000",
        "color": "blanco",
        "tipo": "Hatchback",
        "combustible": "Nafta",
        "habilitado": "no-reservado",
        "kilometros": "120000",
        "motor": "1.4",
        "caracteristicas": [
            "Aire-acondicionado",
            "Transmisión-Automatica",
            "Cristales-eléctricos",
            "Airbag",
            "Frenos-ABS",
            "Radio-pantalla"
        ],
        "descripción": "El Volkswagen New Beetle es la reinterpretación moderna del icónico \"escarabajo\" o Beetle, lanzada por Volkswagen en 1997. Inspirado en el diseño original que se popularizó a mediados del siglo XX, el New Beetle retoma las curvas retro del clásico modelo, pero con tecnología y comodidades actualizadas. Este modelo fue pensado para combinar el encanto nostálgico con la eficiencia y seguridad de un auto moderno.",
        "id": 2
    },
    {
        "año": "2018",
        "modelo": "Vento GLI",
        "marca": "Volkswagen",
        "cantPuertas": "5",
        "precio": "21.000",
        "color": "negro",
        "tipo": "Sedán",
        "combustible": "Nafta",
        "habilitado": "no-reservado",
        "kilometros": "159000",
        "motor": "1.4",
        "caracteristicas": [
            "Aire-acondicionado",
            "Transmisión-Automatica",
            "Cristales-eléctricos",
            "Airbag",
            "Frenos-ABS",
            "Radio-pantalla",
            "Aire-acondicionado",
            "Transmisión-Manual",
            "Cristales-eléctricos",
            "Airbag",
            "Frenos-ABS",
            "Radio-pantalla"
        ],
        "descripción": "El Volkswagen Vento GLI es una versión del sedán de Volkswagen que se destaca por su estilo elegante, desempeño confiable y tecnología avanzada. Este modelo combina un diseño aerodinámico con interiores cómodos y modernos, ofreciendo una experiencia de manejo suave y potente. Con características de conectividad, eficiencia en el consumo de combustible y sistemas de seguridad robustos, el Vento CLI es ideal para quienes buscan un vehículo sofisticado y funcional, perfecto tanto para la ciudad como para viajes largos.",
        "id": 3
    },
    {
        "año": "2011",
        "modelo": "S10",
        "marca": "Chevrolet",
        "cantPuertas": "4",
        "precio": "16.000",
        "color": "blanco",
        "tipo": "Pickup Truck",
        "combustible": "Gasoil",
        "habilitado": "no-reservado",
        "kilometros": "143000",
        "motor": "2.8",
        "caracteristicas": [
            "Aire-acondicionado",
            "Transmisión-Manual",
            "Alarma",
            "Cristales-eléctricos",
            "Frenos-ABS"
        ],
        "descripción": "La Chevrolet S10 es una pickup robusta y versátil, diseñada para enfrentar trabajos pesados y aventuras al aire libre. Con un diseño agresivo y una gran capacidad de carga, es ideal tanto para el uso comercial como para quienes buscan un vehículo todo terreno. Equipada con motores potentes y tecnología moderna en seguridad y conectividad, la S10 ofrece comodidad y rendimiento en cualquier tipo de terreno. Su capacidad para remolcar y su durabilidad la convierten en una opción popular entre quienes necesitan una camioneta confiable y resistente.",
        "id": 4
    },
    {
        "año": "2024",
        "modelo": "Seagull GL 300",
        "marca": "ByD",
        "cantPuertas": "5",
        "precio": "22.000",
        "color": "blanco",
        "tipo": "Hatchback",
        "combustible": "Eléctrico",
        "habilitado": "no-reservado",
        "kilometros": "0",
        "motor": "0",
        "caracteristicas": [
            "Aire-acondicionado",
            "Transmisión-Manual",
            "Alarma",
            "Cristales-eléctricos",
            "Frenos-ABS",
            "Aire-acondicionado",
            "Transmisión-Automatica",
            "Alarma",
            "Cristales-eléctricos",
            "Airbag",
            "Frenos-ABS",
            "Radio-pantalla"
        ],
        "descripción": "El Seagull GL 300 BYD es un sedán compacto que destaca por su eficiencia, diseño moderno y tecnología accesible. Fabricado por la marca china BYD, ofrece un excelente rendimiento de combustible, haciendo de este modelo una opción económica para quienes buscan un auto de bajo mantenimiento. Equipado con características de confort y seguridad, como sistemas de asistencia al conductor y conectividad, el Seagull GL 300 combina funcionalidad y estilo a un precio competitivo. Ideal para el uso urbano, este modelo se presenta como una opción atractiva para aquellos que valoran la practicidad y la economía.",
        "id": 5
    },
    {
        "año": "2019",
        "modelo": "Tucson GL Sport",
        "marca": "Hyundai",
        "cantPuertas": "5",
        "precio": "19.000",
        "color": "blanco",
        "tipo": "SUV",
        "combustible": "Híbrido",
        "habilitado": "no-reservado",
        "kilometros": "190000",
        "motor": "2.0",
        "caracteristicas": [
            "Aire-acondicionado",
            "Transmisión-Manual",
            "Alarma",
            "Cristales-eléctricos",
            "Frenos-ABS",
            "Aire-acondicionado",
            "Transmisión-Automatica",
            "Alarma",
            "Cristales-eléctricos",
            "Airbag",
            "Frenos-ABS",
            "Radio-pantalla",
            "Aire-acondicionado",
            "Transmisión-Automatica",
            "Alarma",
            "Cristales-eléctricos",
            "Airbag",
            "Frenos-ABS",
            "Radio-pantalla"
        ],
        "descripción": "El Hyundai GL Sport es un modelo de sedán que combina estilo, comodidad y rendimiento. Con un diseño elegante y aerodinámico, ofrece un excelente equilibrio entre potencia y eficiencia de combustible. Equipado con tecnología moderna en conectividad y seguridad, como sistemas de asistencia al conductor y pantallas táctiles, el GL Sport proporciona una experiencia de manejo agradable y segura. Ideal para quienes buscan un vehículo versátil, con buen rendimiento en ciudad y carretera, el Hyundai GL Sport es una opción destacada por su fiabilidad y relación calidad-precio.",
        "id": 6
    },
    {
        "año": "2023",
        "modelo": "208",
        "marca": "Peugeot",
        "cantPuertas": "5",
        "precio": "35.000",
        "color": "blanco",
        "tipo": "Hatchback",
        "combustible": "Nafta",
        "habilitado": "no-reservado",
        "kilometros": "45000",
        "motor": "1.2",
        "caracteristicas": [
            "Aire-acondicionado",
            "Transmisión-Manual",
            "Alarma",
            "Cristales-eléctricos",
            "Frenos-ABS",
            "Aire-acondicionado",
            "Transmisión-Automatica",
            "Alarma",
            "Cristales-eléctricos",
            "Airbag",
            "Frenos-ABS",
            "Radio-pantalla",
            "Aire-acondicionado",
            "Transmisión-Automatica",
            "Alarma",
            "Cristales-eléctricos",
            "Airbag",
            "Frenos-ABS",
            "Radio-pantalla",
            "Aire-acondicionado",
            "Transmisión-Automatica",
            "Alarma",
            "Cristales-eléctricos",
            "Airbag",
            "Frenos-ABS",
            "Radio-pantalla"
        ],
        "descripción": "El Peugeot 208 con Vista Cielo es una versión del popular hatchback que se distingue por su diseño moderno y elegante, combinado con una experiencia de conducción superior. Su característica más destacada es el techo panorámico Vista Cielo, que permite disfrutar de una vista abierta al exterior, proporcionando una sensación de amplitud y luminosidad en el interior del vehículo. Este modelo ofrece un rendimiento eficiente, con motores de bajo consumo y un interior cómodo, equipado con tecnología avanzada de conectividad y seguridad. Con su estilo urbano y dinámico, el Peugeot 208 con Vista Cielo es ideal para quienes buscan un auto compacto, pero con una experiencia de manejo más envolvente y sofisticada.",
        "id": 7
    }
]